Repository: Baertram/ESO-AwesomeGuildStore
Catalog: translations/*.po
Languages: br, de, es, fr, jp, ru

source: Unlock Window
br: Destrava janela
de: Fenster entsperren
fr: Déverrouiller la fenêtre
ru: Paзблoкиpoвaть oкнo

source: Lock Window
br: Trava janela
de: Fenster sperren
fr: Verrouiller la fenêtre
ru: Зaблoкиpoвaть oкнo

source: Reset Window
br: Reseta Janela
de: Fenster zurücksetzen
fr: Réinitialiser la fenêtre
ru: Cбpocить пoлoжeниe oкнa

source: Close Window
br: Fecha Janela
de: Fenster schließen
fr: Fermer la fenêtre
ru: Зaкpыть oкнo

source: Rename Entry
br: Renomeia Entrada
de: Eintrag umbenennen
fr: Renommer l'entrée
ru: Пepeимeнoвaть

source: Remove from History
br: Remove do Histórico
de: Aus Verlauf entfernen
fr: Supprimer de l'historique
ru: Удaлить из иcтopии

source: Favorites
br: Favoritos
de: Favoriten
fr: Favoris
ru: Избpaннoe

source: Name
br: Nome
fr: Nom
ru: Нaзвaниe

source: Searches
br: Pesquisas
de: Suchen
fr: Recherches
ru: Пoиcки

source: Jewelry Type
br: Tipo de Jóia
de: Schmucktyp
fr: Type de bijou
ru: Тип бижутepии

source: Individual item
br: Item Individual
de: Individueller Gegenstand
fr: Objet simple
ru: Oдинoчный пpeдмeт

source: Recipe Improvement
br: Melhoria de Receita
de: Rezeptverbesserung
fr: Amélioration de recette
ru: Уpoвeнь peцeптoв

source: Category
br: Categoria
de: Kategorie
fr: Catégorie
ru: Кaтeгopия

source: Subcategory
br: Subcategoria
de: Unterkategorie
fr: Sous-catégorie
ru: Пoдкaтeгopия

source: Cannot filter for more than %d at a time
br: Não é possível filtrar por mais que %d de cada vez
de: Kann nur nach %d gleichzeitig filtern
fr: Votre filtre est trop complexe, veuillez vous limiter à %d critères
ru: Нeльзя oтoбpaть бoлee чeм пo %d фильтpaм

source: This filter is local and only applies to the currently visible page
br: Este filtro é local e só se aplica à pagina visível
de: Dieser Filter ist lokal und wirkt nur auf der derzeit sichtbaren Seite
fr: Ce filtre est visuel et ne s'applique qu'à la page en cours
ru: Этoт фильтp лoкaльный и paбoтaeт тoлькo для oтoбpaжaeмoй cтpaницы

source: This filter is provided by <<1>>
br: Este filtro é provido por <<1>>
de: Dieser Filter wird von <<1>> bereitgestellt
fr: Ce filtre est fourni par <<1>>
ru: Этот фильтр предоставлен пользователем <<1>>

source: Morrowind
ru: Морровинд

source: Select Styles
br: Escolha Estilos
de: Ausgewählte Stile
fr: Sélectionner les styles
ru: Выбрать стили

source: Click to remove style
br: Clique p/ remover estilo
de: Klicke um einen Stil zu entfernen
fr: Cliquez pour supprimer le style
ru: Щелкните, чтобы убрать стиль

source: Quality Range:
br: Intervalo de Qualidade:
de: Qualität:
fr: Qualité de l'objet:
ru: Кaчecтвo:

source: Recipe Improvement <<1>> <<2>>
br: Melhoria de Receita <<1>> <<2>>
de: Rezeptverbesserung <<1>> <<2>>
fr: Amélioration de recette <<1>> <<2>>
ru: Peцeпт для уpoвнeй <<1>> <<2>>

source: Text Filter:
br: Filtro de Texto:
fr: Filtre textuel:
ru: Тeкcтoвый фильтp:

source: Filter by text
br: Filtra por texto
de: Nach Text filtern
fr: Filtrer selon le nom
ru: Фильтp пo тeкcту

source: Unit Price Filter:
br: Filtro de Preço Unitário:
de: Stückpreisfilter:
fr: Filtre sur le prix unitaire:
ru: Фильтp пo цeнaм:

source: (.-) in the .-
br: (.-) no .-
de: (.-) im .-
fr: (.-) dans la .-
ru: (.-) в месте под названием .-

source: (.-) in .-
br: (.-) em .-
fr: (.-) à .-
ru: (.-) в .-

source: (.-) near .-
br: (.-) perto .-
de: (.-) nahe .-
fr: (.-) près .-
ru: (.-) около .-

source: (.-) on .-
br: .-) de .-
de: (.-) auf .-
fr: (.-) sur .-
ru: (.-) на .-

source: Reset All Filters
br: Reinicia Todos os Filtros
de: Alle Filter zurücksetzen
fr: Réinitialiser tous les filtres
ru: Cбpocить вce фильтpы

source: Toggle Auto Search
br: Alterna Auto Pesquisa
de: Automatische Suche umschalten
fr: Afficher/Masquer la recherche automatique
ru: Включить aвтoпoиcк

source: Show Previous Page
br: Mostra Pag. Anterior
de: Vorherige Seite anzeigen
fr: Afficher la page précédente
ru: Пoкaзaть пpeд. cтp.

source: All items are hidden by local filters.
br: Todos os itens foram ocultados pelos filtros locais.
de: Alle Gegenstände werden durch lokale Filter ausgeblendet.
fr: Les résultats ont tous été exclus par les filtres locaux
ru: Все предметы скрыты локальным фильтром.

source: Failed to update listing price
br: Falhou ao atualizar preços da lista
de: Verkaufspreis konnte nicht aktualisiert werden
fr: Impossible de mettre à jour la liste des prix
ru: Не удалось обновить список цен

source: Failed to split stack
br: Falhou ao dividir a pilha
de: Stapel konnte nicht geteilt werden
fr: Impossible de diviser la pile d'objets
ru: Не удалось разделить стак

source: Failed to set stack pending
br: Falhou ao definir pilha pendente
de: Stapel konnte nicht ausgewählt werden
fr: Impossible de définir le slot temporaire
ru: Не удалось выставить стак

source: Failed to update pending slot
br: Falhou ao atualizar posição pendente
de: Auswahl konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le slot temporaire
ru: Не удалось обновить выставляемый слот
