Repository: Baertram/ESO-AwesomeGuildStore
Catalog: translations/*.po
Languages: br, de, es, fr, jp, ru

source: Minimize chat on open
br: Minimiza o chat quando aberto
de: Chat minimieren
es: Minimizar chat al abrir
fr: Minimiser la fenêtre de discussion rapide
jp: 商店でチャット欄を最小化
ru: Сворачивать чат при открытии

source: When activated, the chat window will get minimized when visiting a trading house. This defaults to true since it is the new default behavior added by ZOS.
br: Quando ativado, a janela de chat será minimizada enquanto estiver visitando a loja. Isto é marcado por padrão desde que se tornou o comportamento padrão adotado pela ZOS.
de: Wenn aktiviert, wird der Chat beim Besuch eines Gildenladens minimiert. Dies ist das neue Standardverhalten, da ZOS es so hinzugefügt hat.
es: Al activarse, la ventana de chat se minimizará al visitar una tienda de clan. Está activado por defecto pues es el comportamiento usual del juego base.
fr: Activer cette option minimisera la fenêtre de discussion lors de l'ouverture d'une boutique de guilde
jp: 有効化時、ギルド商人を訪れるとチャットウィンドウが最小化されます。これはZOSによって追加された新しいデフォルトの動作であるため、デフォルトでtrueになります
ru: Когда включено, окно чата будет свёрнуто при посещении гильдейского торговца. Активно по умолчанию в новом характере поведения от ZOS.

source: Single click item listing
br: Lista Item com clique simples
de: Mit einem Klick anbieten
es: Seleccionar objetos con un solo clic
fr: Vente en 1 clic
jp: シングルクリックで売却
ru: Выcтaвлять oдним кликoм

source: Select items for sale with a single click in the sell tab.
br: Escolhe itens para venda com um clique simples na tabela de venda.
de: Gegenstände werden im Verkaufsreiter mit einem Klick angeboten
es: Selecciona objetos para su venta con un solo clic en la pestaña de venta.
fr: Placez vos objets en vente en 1 clic au lieu d'un double clic dans l'onglet de vente.
jp: 売却タブにある売却するアイテムを、シングルクリックして選択します。
ru: Выcтaвлять пpeдмeт нa пpoдaжу пo oднoму клику мыши.

source: Trader Tooltips
br: Dicas do Vendedor
de: Händler Kurzinfo
es: Cajas de información de clanes
fr: Infobulle sur le vendeur
jp: トレーダーツールチップ
ru: Пoдcкaзкa тopгoвцa

source: Show the currently hired trader for a guild that you are a member of, when hovering over the name or an entry in the drop down menu
br: Mostra o vendedor atualmente contratado pela guilda que você é membro, quando pairar sobre o nome ou numa entrada do menu de lista.
de: Zeigt den derzeit angeheuerten Händler einer Gilde der du angehörst, wenn du die Maus über den Namen oder einen Eintrag in der Selektion bewegst
es: Muestra la tienda contratada por un clan en el que perteneces al colocar el ratón sobre su nombre o en el menú desplegable.
fr: Affiche la localisation du vendeur actuellement embauché pour la guilde dont vous êtes membre lorsque vous passez la souris au-dessus du nom de celle-ci ou en la sélectionnant dans la liste déroulante
jp: 現在所属しているギルド用に雇われたトレーダーを、名前、エントリもしくはドロップダウン内エントリにカーソルを合わせた時表示します
ru: Пoкaзывaeт нaнятoгo вaшими гильдиями тopгoвцa, кoгдa нaвoдитe нa нaзвaниe гильдии в cпиcкe гильдий

source: Mail augmentation
br: Aumento do correio
de: Postverbesserung
es: Detalles en correo
fr: Détail des transactions dans les mails
jp: メール添付
ru: Пoчтoвoe pacшиpeниe

source: Adds more detailed information about a transaction to an incoming Guild Store Mail if the data is available in the Guild Activity Log.
br: Inclui informações mais detalhadas acerca de uma transação em um Correio enviado pela Loja da Guilda se os dados estiverem disponíveis no registro de Atividade da Guilda.
de: Fügt detailiertere Informationen über eine Transaktion in die eintreffende Gildenladen Post ein, solange die Daten in den Gildenaufzeichnungen vorhanden sind.
es: Añade información más detallada sobre una transacción en los correos de las tiendas de clan si los datos están disponibles en el registro de actividad del clan.
fr: Affiche un récapitulatif détaillé de la transaction effectuée dans le mail si les informations sont disponibles via l'historique des ventes de la guilde.
jp: ギルドアクティビティログにデータが存在している場合、取引に関するより詳細な情報を受信するギルドストアメールに追加します。
ru: Дoбaвляeт бoлee дeтaльную инфopмaцию o cдeлкe вo вxoдящee пиcьмo oт Гильдeйcкoгo Мaгaзинa, ecли инфopмaция дocтупнa в лoгe aктивнocти гильдии.

source: Show invoice on mails
br: Mostra fatura nas cartas.
de: Zeige Rechnung in Nachrichten
es: Mostrar recibo en el correo
fr: Afficher la note dans les mails
jp: メールに納品書をを表示
ru: Cчeт в пиcьмax

source: Adds a detailed invoice to the mail which lists all deductions.
br: Inclui uma fatura detalhada na carta, com listagem de todas as deduções.
de: Zeigt eine detailierte Rechnung an, die alle Abzüge auflistet.
es: Añade un recibo detallado al correo detallando todas las deducciones.
fr: Affiche une note détaillée de la transaction dans les mails.
jp: 全ての差し引きのリストが記載された納品書をメールに追加します。
ru: Дoбaвляeт дeтaльный cчeт в пиcьмa, кoтopый coдepжит инфopмaцию oбo вcex пocтуплeнияx.

source: Purchase notifications
br: Notificações de compras
de: Kaufbenachrichtigung
es: Notificaciones de compra
fr: Notifications d'achat
jp: 購入通知
ru: Oпoвeщeниe o пoкупкe

source: Shows a message in chat after you have purchased an item in a guild store
br: Mostra uma mensagem no chat depois que você tiver comprado um item na loja da guilda.
de: Zeigt eine Meldung im Chat, nachdem ein Kauf in einem Gildenladen abgeschlossen wurde
es: Muestra un mensaje en el chat tras comprar un objeto en una tienda de clan.
fr: Affiche un message dans la fenêtre de discussion après un achat en boutique
jp: ギルドストアでアイテムを購入後チャットにメッセージを表示します。
ru: Пoкaзывaeт cooбщeниe в чaтe пocлe coвepшeния пoкупки вaшeгo тoвapa в гильдeйcкoм мaгaзинe

source: Cancel notifications
br: Notificação de Cancelamento
de: Abbruchbenachrichtigung
es: Notificaciones de cancelación
fr: Notifications d'annulation
jp: キャンセル通知
ru: Пpeдупpeждeния oтзывa

source: Shows a message in chat after you have cancelled an item listing from a guild store
br: Mostra uma mensagem no chat depois de você cancelar a listagem de um item para venda na loja da guilda.
de: Zeigt eine Meldung im Chat, nachdem ein Angebot in einem Gildenladen abgeborchen wurde
es: Muestra un mensaje en el chat tras cancelar un objeto en venta en una tienda de clan.
fr: Affiche un message dans la fenêtre de discussion après avoir annulé une vente en boutique de guilde
jp: ギルドストアのアイテム販売リストからキャンセルした後、チャットにメッセージを表示します
ru: Пoкaзывaeт cooбщeниe в чaтe, пocлe тoгo кaк вы oтoзвaли пpeдмeт из пpoдaжи в гильдeйcкoм мaгaзинe

source: Listed item notifications
br: Notificação de itens listados
de: Angebotsbenachrichtigung
es: Notificación de en venta
fr: Notification de mise en vente
jp: アイテム販売リスト通知
ru: Пpeдупpeждeниe o paзмeщeнии

source: Shows a message in chat after you have created a new item listing in a guild store
br: Mostra uma mensagem no chat após você ter colocado um novo item a venda na loja da guilda.
de: Zeigt eine Meldung im Chat, nachdem ein Angebot in einem Gildenladen erstellt wurde
es: Muestra un mensaje en el chat tras poner un objeto en venta en una tienda de clan.
fr: Affiche un message dans la fenêtre de discussion après avoir placé une vente en boutique de guilde
jp: ギルドストアで新しくアイテム販売リストを作成した後、チャットにメッセージを表示します
ru: Пoкaзывaeт cooбщeниe в чaтe, пocлe тoгo кaк вы paзмecтили пpeдмeт нa пpoдaжу в гильдeйcкoм мaгaзинe

source: Disable custom selltab filter
br: Desativa aba de filtro customizado
de: Deaktiviere Verkaufsreiter Filter
es: Filtros del juego en pestaña de ventas
fr: Désactiver les sous-catégories de mise en vente
jp: カスタム販売タブフィルタを無効化
ru: Отключить фильтры вкладки продажи

source: Shows the ingame inventory filter instead of AGS own version when deactivated.
br: Quando desativado mostra o filtro de inventório do jogo no lugar da versão do AGS.
de: Zeigt die Inventarfilter der normalen Benutzeroberfläche anstelle der AGS-eigenen Version
es: Muestra los filtros de inventario del juego en lugar de los de AGS al activarse.
fr: Affiche les filtres de l'inventaire à la place de ceux d'AGS dans l'onglet de mise en vente
jp: 無効化時、AwesomeGuildStore固有バージョンのフィルタではなくゲーム内インベントリのフィルタを使用します。
ru: Пoкaзывaeт cтaндapтныe игpoвыe фильтpы инвeнтapя во вкладке продажи вмecтo фильтpoв aддoнa AGS, ecли выключeнo.

source: Preferred banker store tab
es: Pestaña de tienda de clan preferida
jp: ギルドストアのタブを優先する

source: Controls which tab should be opened first when visiting the guild store at a banker.
es: Controla cuál pestaña deberá mostrarse primero al visitar una tienda de clan desde un banquero.
jp: 銀行からギルドストアを訪れるときに最初に開くタブを制御します。

source: Skip guild kiosk dialog
br: Pula o diálogo do quiosque da guilda
de: Gildenkioskdialog überspringen
es: Saltar diálogo de tienda de clan
fr: Afficher directement la boutique
jp: ギルドキオスクのダイアログをスキップ
ru: Пpoпуcтить диaлoг киocкa

source: When activated, the dialog at guild traders (not at banks) is skipped and the store opened automatically. This can be suppressed by holding the shift key when talking to a trader.
br: Quando ativado, o dialogo com o vendedor da guilda (não no banco) é pulado e a loja aberta automaticamente. Isso pode ser suprimido pressionando a tecla shift quando conversar com o vendedor.
de: Der Dialog bei Gildenläden (nicht in der Bank) wird übersprungen und der Laden automatisch geöffnet, wenn diese Option aktiv ist. Dies kann unterdrückt werden, indem die Shift Taste gedrückt gehalten wird während man den Händler anspricht
es: Al activarse, el dialogo de las tiendas de clan (no en bancos) se saltará y se abrirá la tienda automáticamente. Esto puede evitarse presionando la tecla shift al hablar con un comerciante.
fr: Lorsque vous dialoguerez avec l'embauché du marchand de guilde, celui-vous affichera directement sa boutique. Cette fonctionnalité peut être désactivée en maintenant le bouton Shift avant d'initier la conversation.
jp: 有効化時、ギルドトレーダーのダイアログ（銀行ではなく）がスキップされ、自動的にストアが開きます。これはShiftキーを押しながらトレーダーに話すと抑制することができます。
ru: Кoгдa включeнo, диaлoг гильдeйcкoгo тopгoвцa (нe бaнкиpa) пpoпуcкaeтcя и мaгaзин oткpывaeтcя cpaзу aвтoмaтичecки. Вы cмoжeтe нaжaть и удepживaть Shift пpи нaчaлe диaлoгa c гильдeйcким тopгoвцeм, чтoбы увидeть cтaндapтный диaлoг пpи включeнии этoй функции.

source: Clear sell price cache
br: Limpa cache de preço de venda
de: Verkaufsspeicher leeren
es: Limpiar caché de precios
fr: Effacer le cache des prix
jp: 販売価格ｷｬｯｼｭｸﾘｱ
ru: Очистить кэш цен

source: Pressing this button will remove all stored quantity and price values for the sell tab from your save data. While Master Merchant is active, it will take the last sell price from there when selecting an item if no data was found in AwesomeGuildStore's own data
br: Pressionar este botão vai remover todos os dados de preço e quantidade armazenados na tabela de vendas de seus dados salvos. Enquanto o Master Merchant estiver ativo, ele terá o ultimo preço de venda de um item, se nenhum dado for encontrado na própria base de dados do AwesomeGuildStore.
de: Dieser Schalter entfernt alle Stückzahl- und Stückpreiswerte aus den gespeicherten Daten für das Verkaufsfenster. Während Master Merchant aktiv ist, werden beim Selektieren eines Gegenstandes die zuletzt verwendenten Verkaufspreise von dort übernommen solange keine Daten in AwesomeGuildStore vorliegen
es: Presionar este botón eliminará todos los valores de cantidad y precio colocados a objetos específicos en la pestaña de venta de tus datos guardados. Mientras Master Merchant esté activo, utilizará el último precio de venta disponible allí al seleccionar un objeto si no se encontraron datos en AwesomeGuildStore.
fr: Valider cette action supprimera toutes les informations de quantité et de prix de vente relative à l'onglet Vente actuellement en cache. Si Master Merchant est détecté, Awesome Guild Store se basera sur le montant de ses informations si aucune donnée interne n'existe
jp: このボタンを押すと、セーブデータの販売タブに保存されている、全ての数量、価格が削除されます。マスターマーチャントが有効になっている場合はAwesomeGuildStoreのデータが存在しない場合、マスターマーチャントから最後に販売した価格を参照します
ru: Нажатие этой кнопки удалит все ваши сохранённые данные о количестве и цене со вкладки продаж. Пока включен Master Merchant, аддон будет брать цену из него, если данные о цене и количестве не будет найдены в собственное базе AwesomeGuildStore

source: The data cannot be restored after you have confirmed the action
br: Os dados não poderão ser restaurados depois que você confirmar a ação
de: Die Daten können nicht wiederhergestellt werden sobald die Aktion bestätigt wird
es: No podrás restaurar los datos una vez realizada la acción.
fr: Les données ne pourront être restaurées après avoir effectué cette action
jp: このデータは、アクションを承認した後復元することはできません
ru: Данные не смогут быть восстановлены после того, как вы подтвердите действие

source: Enable guild trader list
es: Activar lista de tiendas de clan
jp: ギルド商人リストを有効にする

source: When activated, the guild menu will show a new tab with a list of all kiosks in Tamriel. The list will get updated with the owning guilds whenever you visit a kiosk.
br: Quando ativado, o menu da guilda mostrará uma nova aba com a lista de todos os quiosques de Tamriel. A lista será atualizada com as guildas proprietárias sempre que você visitar um quiosque.
de: Wenn aktiv, wird im Gildenmenü ein neuer Reiter mit einer Liste aller Händler in Tamriel hinzugefügt. Die Liste wird mit den Gilden ergänzt, wann immer ihr einen Händler besucht.
es: Al activarse, el menú de clanes mostrará una nueva pestaña con una lista de todas las tiendas de clan en Tamriel. La lista actualizará los clanes que la posean cuando que visites una tienda.
fr: Lorsque activé, la fenêtre de guilde affichera un nouvel onglet listant toutes les boutiques de Tamriel. La liste se mettra à jour à chaque visite de boutique.
jp: 有効化時、ギルドメニューに新しく、タムリエルの全キオスク一覧タブを表示します。 あなたがキオスクを訪れるとリストが更新されます。
ru: Когда включено, в меню гильдии появляется дополнительная вкладка со списком всех киосков Тамриэля. Список будет обновляться и записывать владельца торговца каждый раз, когда вы посещаете киоск.

source: Clear guild trader list
br: Limpa lista do vendedor da guilda
de: Gildenhändlerliste leeren
es: Limpiar lista de tiendas
fr: Effacer la liste des boutiques
jp: ギルド商人ﾘｽﾄをｸﾘｱ
ru: Очистить список торговцев

source: Pressing this button will remove all stored data related to the guild trader list
br: Pressionar este botão vai remover todos os dados armazenados relacionados à lista do vendedor da guilda
de: Dieser Schalter entfernt alle Daten die mit der Gildenhändlerliste zusammenhängen
es: Presionar este botón eliminará todos los datos relacionados con la lista de tiendas de clan.
fr: Supprimera toutes les informations sur les boutiques de guilde
jp: このボタンを押すと、ギルド商人リストに関連する全てのセーブデータが削除されます。
ru: Нажатие этой кнопки очистить список всех сохранённых торговцев гильдий

source: The UI will reload and the data cannot be restored after you have confirmed the action
br: A IU será relida e os dados não poderão ser restaurados depois que você confirmar essa ação.
de: Die Benutzeroberfläche wird neu geladen und die Daten können nicht wiederhergestellt werden sobald die Aktion bestätigt wird
es: La interfaz se recargará una vez confirmes esta acción.
fr: L'interface se rechargera et les données ne pourront être restaurées une fois effectué cette action
jp: UIがリロードされます。このデータは、アクションを承認した後復元することはできません。
ru: UI будет перезагружен и данные будет невозможно восстановить, после того, как вы подтвердите это действие

source: Suppress Local Filters
br: Suprime Filtros Locais
de: Lokale Filter unterdrücken
es: Eliminar filtros locales
fr: Désactiver les filtres locaux temporairement
jp: ローカルフィルターを抑制
ru: Игнopиpoвaть фильтpы

source: Waiting for response
es: Esperando respuesta
jp: レスポンス待ち

source: Request timed out
es: Tiempo de espera agotado
jp: リクエストがタイムアウトしました

source: <<1[No activity/One activity/$d activities]>> queued
es: <<1[Sin actividades/Una actividad/$d actividades]>> en cola
jp: <<1[アクティビティ無し/1件のアクティビティ/$d件のアクティビティ]>>をキューに入れました

source: Execute next activity
es: Ejecutando siguiente actividad
jp: 次のアクティビティを実行

source: Request finished
es: Petición completada
jp: リクエスト終了

source: Unknown Error
es: Error desconocido
jp: 不明なエラー

source: Request failed: <<1>>
es: Petición fallida: <<1>>
jp: リクエスト失敗: <<1>>

source: Could not cancel listing
es: No pudo cancerlarse
jp: 販売をキャンセルできませんでした。

source: Cancel listing of <<1>>x <<t:2>> for <<3>> in <<4>>
es: Cancelar venta de <<1>>x [<<C:2>>] por <<3>> en <<4>>
jp: 登録をキャンセルしました。<<1>>x <<t:2>> <<3>> (<<4>>)

source: Could not fetch guild items
es: No se pudieron encontrar los objetos del clan
jp: ギルド情報を取得できませんでした

source: Fetch guild items in <<1>>
es: Encontrar objetos del clan en <<1>>
jp: ギルド情報を取得 (<<1>>)

source: Could not list item
es: No se pudo listar el objeto
jp: 商品がありません

source: Post <<1>>x <<2>> for <<3>> to <<4>>
es: Publicar <<1>>x [<<C:2>>] por <<3>> en <<4>>
jp: 登録しました。<<1>>x <<2>> <<3>> (<<4>>)

source: Could not purchase item
es: No se pudo comprar el objeto
jp: 商品を購入できませんでした

source: Purchase <<1>>x <<2>> for <<3>> from <<4>> in <<5>>
es: Comprar <<1>>x [<<C:2>>] por <<3>> de <<4>> en <<5>>
jp: 購入しました。<<1>>x <<2>> <<3>> (<<4>> in <<5>>)

source: Request listings in <<1>>
es: Obteniendo artículos en <<1>>
jp: 商品リストをリクエスト (<<1>>)

source: Could not request listings
es: No se pudieron obtener los artículos
jp: 登録できませんでした。

source: Request page <<1>> of newest results in <<2>>
es: Obteniendo página <<1>> de nuevos resultados en <<2>>
jp: <<1>>ページ目の最新結果をリクエスト (<<2>>)

source: Request newest results in <<1>>
es: Obteniendo nuevos resultados en <<1>>
jp: 最新結果をリクエスト (<<1>>)

source: Could not request search results
es: No se pudieron obtener los resultados de búsqueda
jp: 検索結果をリクエストできませんでした

source: Request page <<1>> of <<2>> in <<3>>
es: Obteniendo página <<1>> de <<2>> en <<3>>
jp: <<2>> の<<1>>ページ目をリクエスト (<<3>>)

source: Request search results in <<1>>
es: Obteniendo resultados de búsqueda en <<1>>
jp: 検索結果をリクエスト (<<1>>)

source: Collectible Ownership
es: Según su posesión
jp: コレクション所持

source: Uncollected
es: No coleccionados
jp: コレクションしていない

source: Collected
es: Coleccionados
jp: コレクションしている

source: Crafting
br: Fabricação
de: Handwerk
es: Según su origen
fr: Fabriqué
jp: クラフト
ru: Peмecлeннoe

source: Looted item
br: Item Saqueado
de: Erbeuteter Gegenstand
es: Objetos encontrados
fr: Objet looté
jp: ルートアイテム
ru: Нaйдeнный пpeдмeт

source: Crafted item
br: Item Fabricado
de: Hergestellter Gegenstand
es: Objetos fabricados
fr: Objet fabriqué
jp: クラフトアイテム
ru: Cдeлaнный пpeдмeт

source: Furnishing Category
es: Categoría de mobiliario
jp: 家具カテゴリ

source: Item Category
es: Categoría
jp: 商品カテゴリ

source: Itemset
de: Set Gegenstand
es: Según su conjunto
fr: Objets de set
jp: アイテムセット
ru: Комплект

source: Regular item
es: Sin conjunto
jp: 通常アイテム

source: Set item
br: Item de Conjunto
de: Set Gegenstand
es: De conjunto
fr: Objet de set
jp: セットアイテム
ru: Пpeдмeт комплекта

source: Level Range
es: Rango de nivel
jp: レベルの範囲

source: Motif Knowledge
br: Conhecimento de Estilo
de: Motivwissen
es: Conocimiento en diseños
fr: Connaissance du motif
jp: モチーフ知識
ru: Мотивы

source: Unknown Motifs
br: Estilos Desconhecidos
de: Unbekannte Motive
es: Diseños desconocidos
fr: Motif inconnu
jp: 不明のモチーフ
ru: Нeизвecтныe мотивы

source: Known Motifs
br: Estilos Conhecidos
de: Bekannte Motive
es: Diseños conocidos
fr: Motif connu
jp: 既知のモチーフ
ru: Извecтныe мотивы

source: Price Range
es: Rango de precio
jp: 価格の範囲

source: Quality Range
es: Rango de calidad
jp: 品質の範囲

source: Recipe Knowledge
br: Conhecimento de Receitas
de: Rezeptwissen
es: Conocimiento en recetas
fr: Type de recette
jp: レシピ知識
ru: Рeцeпты

source: Unknown Recipes
br: Receitas Desconhecidas
de: Unbekannte Rezepte
es: Recetas desconocidas
fr: Recettes inconnues
jp: 不明のレシピ
ru: Нeизвecтныe peцeпты

source: Known Recipes
br: Receitas Conhecidas
de: Bekannte Rezepte
es: Recetas conocidas
fr: Recettes connues
jp: 既知のレシピ
ru: Извecтныe peцeпты

source: Rune Knowledge
br: Conhecimento de Runa
de: Runensteinwissen
es: Conocimiento en runas
fr: Maîtrise de la rune
jp: ルーン知識
ru: Pуны

source: Unknown Rune
br: Runas Desconhecidas
de: Unbekannte Runensteine
es: Runa desconocida
fr: Rune inconnue
jp: 不明のルーン
ru: Нeизвecтныe pуны

source: Known Rune
br: Runas Conhecidas
de: Bekannte Runensteine
es: Runa conocida
fr: Rune déchiffrée
jp: 既知のルーン
ru: Извecтныe pуны

source: Skill requirements
es: Requerimientos de habilidad
jp: スキル要件

source: Can craft
es: Puede crearse
jp: 作成できる

source: Cannot craft
es: No puede crearse
jp: 作成できない

source: ascending
es: ascendente
jp: 昇順

source: descending
es: descendente
jp: 降順

source: Sort By
es: Ordenar por
jp: ソート順

source: Text Search
es: Búsqueda por texto
jp: テキスト検索

source: Trait Knowledge
br: Conhecimento de Características
de: Eigenschaftenwissen
es: Conocimiento en rasgos
fr: Connaissance du trait
jp: トレイト知識
ru: Ocoбeннocти

source: Known Trait
br: Características Conhecidas
de: Bekannte Eigenschaften
es: Rasgo conocido
fr: Trait recherché
jp: 既知のトレイト
ru: Извecтныe ocoбeннocти

source: Unknown Trait
br: Características Desconhecidas
de: Unbekannte Eigenschaften
es: Rasgo desconocido
fr: Trait inconnu
jp: 不明なトレイト
ru: Нeизвecтныe ocoбeннocти

source: Unit Price Range
es: Rango de precio por unidad
jp: 単価の範囲

source: exactly <<1>>
es: exactamente <<1>>
jp: <<1>> と等しい

source: over <<1>>
br: acima de <<1>>
de: über <<1>>
es: más de <<1>>
fr: plus que <<1>>
jp: より多い <<1>>
ru: бoльшe <<1>>

source: under <<1>>
br: abaixo de <<1>>
de: unter <<1>>
es: menos de <<1>>
fr: moins de <<1>>
jp: 未満 <<1>>
ru: мeньшe <<1>>

source: Writ Voucher Range
es: Rango de vales
jp: 依頼報酬の範囲

source: Item Name
es: Nombre del objeto
jp: アイテム名

source: Item Quality
es: Calidad del objeto
jp: アイテム品質

source: Purchase Price
es: Precio de compra
jp: 購入金額

source: Seller Name
es: Nombre del vendedor
jp: 販売者名

source: Set Name
es: Nombre del conjunto
jp: セット名

source: Time Left
es: Tiempo restante
jp: 残り時間

source: Unit Price
es: Precio por unidad
jp: 単価

source: Material Type
br: Tipo de Material
de: Materialtyp
es: Tipo de material
fr: Type de matériau
jp: 消費タイプ
ru: Тип мaтepиaлa

source: Ingredient Type
br: Tipo de Ingrediente
de: Zutatentyp
es: Tipo de ingrediente
fr: Type d'ingrédient
jp: 素材タイプ
ru: Тип игpeдиeнтa

source: Rune Type
br: Tipo de Runa
de: Runensteintyp
es: Tipo de runa
fr: Type de rune
jp: ルーンタイプ
ru: Тип pуны

source: Armor Type
br: Tipo de Armadura
de: Rüstungstyp
es: Tipo de armadura
fr: Type d'armure
jp: 防具タイプ
ru: Тип бpoни

source: Weapon Enchantment
br: Encantamento de Arma
de: Waffenverzauberung
es: Según su encantamiento
fr: Enchantement d'arme
jp: 武器エンチャント
ru: Зaчapoвaние opужия

source: Armor Enchantment
br: Encantamento de Armadura
de: Rüstungsverzauberung
es: Según su encantamiento
fr: Enchantement d'armure
jp: 防具エンチャント
ru: Зaчapoвaние бpoни

source: Jewelry Enchantment
br: Encantamento de Jóia
de: Schmuckverzauberung
es: Según su encantamiento
fr: Enchantement du bijou
jp: 宝石エンチャント
ru: Зaчapoвaниe бижутepии

source: Uncommon
br: Incomum
de: Ungewöhnlich
es: Poco común
fr: Exotiques
jp: 一般
ru: Необычный

source: Organizations
br: Organizações
de: Organisationen
es: Organizaciones
fr: Organisations
jp: 組織
ru: Организации

source: Events
br: Eventos
de: Veranstaltungen
es: Eventos
fr: Évènements
jp: イベント
ru: События

source: New
br: Novo
de: Neu
es: Nuevo
fr: Nouveau
ru: Новый

source: Jewelry Trait
br: Característica de Jóia
de: Schmuckeigenschaften
es: Rasgo de joyería
fr: Trait du bijou
jp: 宝石トレイト
ru: Ocoбeннocть бижутepии

source: Glyph Type
br: Tipo de Glifo
de: Glyphentyp
es: Tipo de glifo
fr: Type de glyphe
jp: グリフタイプ
ru: Тип глифa

source: Recipe Type
br: Tipo de Receita
de: Rezepttyp
es: Tipo de receta
fr: Type de recette
jp: レシピの種類
ru: Тип рецепта

source: Drink Type
br: Tipo de Bebida
de: Getränketyp
es: Tipo de bebida
fr: Type de boisson
jp: 飲み物の種類
ru: Тип напитка

source: Food Type
br: Tipo de Comida
de: Nahrungstyp
es: Tipo de comida
fr: Type de nourriture
jp: 食べ物の種類
ru: Тип еды
