Repository: Baertram/ESO-AwesomeGuildStore
Catalog: translations/*.po
Languages: br, de, es, fr, jp, ru

source: Siege Type
br: Tipo de Cerco
de: Ausrüstungstyp
es: Tipo de asedio
fr: Type d'arme de siège
jp: 攻城兵器タイプ
ru: Тип осадного орудия

source: Trophy Type
br: Tipo de Troféu
de: Trophäentyp
es: Tipo de trofeo
fr: Type de trophée
jp: 戦利品タイプ
ru: Тип трофея

source: Weapon Type
br: Tipo de Arma
de: Waffentyp
es: Tipo de arma
fr: Type d'arme
jp: 武器タイプ
ru: Тип opужия

source: Writ Type
es: Tipo de encargo
jp: 依頼タイプ

source: Time
es: Hace
jp: 時間

source: Message
es: Mensaje
jp: メッセージ

source: Queued
es: En cola
jp: キュー

source: Active
es: Activo
jp: アクティブ

source: No activities queued
es: No hay actividades en cola
jp: 待機中のアクティビティはありません

source: Reset <<1>> Filter
br: Reinicia Filtro <<1>>
de: <<1>> zurücksetzen
es: Restablecer filtro: <<1>>
fr: Réinitialiser le filtre <<1>>
jp: <<1>> フィルタをリセット
ru: Cбpocить фильтp <<1>>

source: Unpin Filter
es: Desmarcar filtro
jp: フィルターの固定解除

source: Remove Filter
es: Eliminar filtro
jp: フィルターを削除

source: Pin Filter
es: Marcar filtro
jp: フィルターの固定

source: Set Active
es: Activar
jp: アクティブにセット

source: Rename
es: Cambiar nombre
jp: 名前変更

source: Reset Label
es: Restablecer título
jp: ラベルをリセット

source: Unlock
es: Desbloquear
jp: ロック解除

source: Lock
es: Bloquear
jp: ロック

source: Duplicate
es: Duplicar
jp: 複製

source: Move Up
es: Subir
jp: 上に移動

source: Move Down
es: Bajar
jp: 下に移動

source: Delete
es: Eliminar
jp: 削除

source: New Search
es: Nueva búsqueda
jp: 新規検索

source: Rename Search
es: Renombrar búsqueda
jp: 検索の名前変更

source: Enter the new name for your search.
es: Introduce un nuevo nombre para tu búsqueda.
jp: 検索用の新しい名前を入力してください。

source: Save
es: Guardar
jp: 保存

source: Show More Results
br: Mostra Mais Resultados
de: Mehr Ergebnisse anzeigen
es: Mostrar más resultados
fr: Afficher les résultats suivants
jp: さらに結果を表示
ru: Пoкaзaть бoльшe peзультaтoв

source: Waiting For Cooldown ...
es: Esperando por terminar...
jp: クールダウン待ち...

source: Requesting Results ...
es: Esperando resultados...
jp: 結果をリクエストしています...

source: Items:|cffffff %d / %d
es: Objetos:|cffffff %d/%d
jp: アイテム:|cffffff %d / %d

source: Seller:|cffffff <<1>>
es: Vendedor:|cffffff <<1>>
jp: 販売者:|cffffff <<1>>

source: Click for more information
es: Clic para más información
jp: クリックで詳細情報

source: Set To Character Level
br: Define Nível do Personagem
de: Auf Charakter-Level setzen
es: Al nivel del personaje
fr: Régler sur le niveau du personnage
jp: キャラクタのレベルをセット
ru: Равно уровню персонажа

source: Click to remove
es: Clic para eliminar
jp: クリックで削除

source: Add More
es: Añadir más
jp: さらに追加

source: Number of weeks since last seen on a trader
br: Número de semanas desde a última visita ao vendedor
de: Anzahl der Wochen seit diese Gilde zuletzt mit einem Händler gesehen wurde
es: Número de semanas desde que fue visto por última vez en una tienda
fr: Nombre de semaines depuis la dernière visite du marchand
jp: 最終訪問週数
ru: Число недель с последней встречи торговца

source: Number of weeks with a kiosk
br: Numero de semanas com um quiosque
de: Anzahl der Wochen mit Händler
es: Número de semanas con una tienda
fr: Nombre de semaines avec un vendeur
jp: 商店の所持週数
ru: Число недель с торговцем

source: Guild
br: Guilda
de: Gilde
es: Clan
fr: Guilde
jp: ギルド
ru: Гильдии

source: Last Visited
br: Último Visitado
de: Letzter Besuch
es: Última visita
fr: Dernière visite
jp: 最終訪問
ru: Последнему визиту

source: Zone
br: Zona
de: Region
es: Zona
jp: ゾーン
ru: Зона

source: Location
br: Locação
de: Ort
es: Ubicación
fr: Emplacement
jp: 場所
ru: Локации

source: Weeks w/ kiosk
br: Semanas c/ Quiosque
de: Wochen mit Händler
es: Semanas con tienda
fr: Semaines/boutique
jp: 商人の所持週
ru: Недель с торговцем

source: History
br: Histórico
de: Verlauf
es: Historial
fr: Historique
jp: 履歴
ru: История

source: Week
br: Semana
de: Woche
es: Semana
fr: Semaine
jp: 週
ru: Неделя

source: Trader
br: Vendedor
de: Händler
es: Tienda
fr: Marchand
jp: 商人
ru: Торговцу

source: Show Details
br: Mostra Detalhes
de: Details anzeigen
es: Mostrar detalles
fr: Afficher le détail
jp: 詳細表示
ru: Показать детали

source: Open Guild Info
es: Abrir información del clan
jp: ギルド情報を開く

source: <<1[this week/1 week ago/$d weeks ago]>>
br: <<1[esta semana/1 semana atrás/$d semanas atrás]>>
de: <<1[Diese Woche/vor 1 Woche/vor $d Wochen]>>
es: <<1[esta semana/semana pasada/hace $d semanas]>>
fr: <<1[cette semaine/il y a une semaine/il y a $d semaines]>>
jp: <<1[今週/1週間前/$d週間前]>>
ru: <<1[на этой неделе/1 неделю назад/$d нед. назад]>>

source: never
br: nunca
de: niemals
es: nuca
fr: jamais
jp: 未訪問
ru: никогда

source: |cffffff<<1>>|r guilds visited this week
br: |cffffff<<1>>|r guildas visitadas esta semana
de: |cffffff<<1>>|r Gilden besucht diese Woche
es: |cffffff<<1>>|r clanes visitados esta semana
fr: |cffffff<<1>>|r guildes visitées cette semaine
jp: 今週は |cffffff<<1>>|rギルドを訪問しました
ru: |cffffff<<1>>|r гильдий посещено на этой неделе

source: |cffffff<<1>>|r guilds visited all time
br: |cffffff<<1>>|r guildas visitadas todo o tempo
de: |cffffff<<1>>|r Gilden besucht insgesamt
es: |cffffff<<1>>|r clanes visitados en total
fr: |cffffff<<1>>|r guildes visitées au total
jp: 全部で |cffffff<<1>>|rギルドを訪問しました
ru: |cffffff<<1>>|r гильдий посещено за всё время

source: |cffffff<<1>>|r guilds stored
br: |cffffff<<1>>|r guildas armazenadas
de: |cffffff<<1>>|r Gilden gespeichert
es: |cffffff<<1>>|r clanes almacenados
fr: |cffffff<<1>>|r guildes stockées
jp: |cffffff<<1>>|rギルドを保存済
ru: размещено в |cffffff<<1>>|r гильдиях

source: Trader database is not initialized yet.
br: Base de dados do vendedor ainda não iniciada.
de: Händlerdatenbank ist noch nicht initialisiert.
es: La base de datos de la tienda aún no se ha iniciado.
fr: La base des marchands n'est pas initialisée.
jp: ギルド商人データベースはまだ初期化されていません。
ru: База торговцев ещё не готова.

source: No results match your filter text.
br: Seu filtro de texto não trouxe resultados
de: Keine Ergebnisse für eure Suche.
es: No coincide con el texto introducido.
fr: Aucun résultat correspondant à votre filtre.
jp: テキストと一致する結果はありません。
ru: Нет результатов по текущему фильтру.

source: Filter By:
br: Filtrado Por:
de: Suche nach:
es: Filtrar por:
fr: Filtrer par :
jp: フィルタ:
ru: Фильтровать по:

source: Current:
br: Corrente:
de: Aktuell:
es: Actual:
fr: Actuel :
jp: 現在:
ru: Текущие:

source: Visited:
br: Visitado:
de: Besucht:
es: Visitados:
fr: Visités :
jp: 訪問済:
ru: Посещено:

source: Overall:
br: Global:
es: Total:
fr: Résumé :
jp: 全体:
ru: Всего:

source: You are a member of this guild.
br: Você é membro dessa guilda.
de: Ihr seit Mitglied dieser Gilde.
es: Perteneces a este clan.
fr: Vous êtes membre de cete guilde.
jp: あなたはこのギルドのメンバーです。
ru: Вы член этой гильдии.

source: |cffffff<<1>>|r stores visited this week
br: |cffffff<<1>>|r lojas visitadas essa semana
de: |cffffff<<1>>|r Händler besucht diese Woche
es: |cffffff<<1>>|r tiendas visitadas esta semana
fr: |cffffff<<1>>|r boutiques visitées cette semaine
jp: 今週は|cffffff<<1>>|r店を訪問しました
ru: |cffffff<<1>>|r магазинов посещено на этой неделе

source: |cffffff<<1>>|r stores visited all time
br: |cffffff<<1>>|r lojas visitadas todo tempo
de: |cffffff<<1>>|r Händler besucht insgesamt
es: |cffffff<<1>>|r tiendas visitadas en total
fr: |cffffff<<1>>|r boutiques visitées au total
jp: 全部で |cffffff<<1>>|r店を訪問しました
ru: |cffffff<<1>>|r магазинов посещено за всё время

source: |cffffff<<1>>|r stores detected in |cffffff<<2>>|r locations
br: |cffffff<<1>>|r lojas detectadas em |cffffff<<2>>|r locações
de: |cffffff<<1>>|r Händler an |cffffff<<2>>|r Orten gefunden
es: |cffffff<<1>>|r tiendas detectadas en |cffffff<<2>>|r ubicaciones.
fr: |cffffff<<1>>|r boutiques détectées à |cffffff<<2>>|r emplacements
jp: |cffffff<<2>>|r箇所で |cffffff<<1>>|r店
ru: |cffffff<<1>>|r магазинов обнаружено в |cffffff<<2>>|r локациях

source: No history data stored.
br: Nenhum dado de histórico armazenado.
de: Kein Verlauf gespeichert.
es: No hay datos de historial guardados.
fr: Aucun historique.
jp: 履歴データは保存されていません。
ru: Нет данных истории.

source: joined
br: entrou
de: beigetreten
es: unido
fr: Guilde rejointe
jp: 加入済
ru: присоединён

source: Item Sold
br: Item Vendido
de: Gegenstand verkauft
es: Objeto vendido
fr: Objet vendu
jp: アイテムが売れました
ru: Предмет продан

source: Commission
br: Comissão
de: Provision
es: Comisión
jp: 手数料
ru: Кoмиccия

source: (refund)
br: (refundo)
de: (Rückzahlung)
es: (reembolso)
fr: (remboursement)
jp: (払い戻し)
ru: (вoзвpaт)

source: Load Details
br: Lê Detalhes
de: Lade Details
es: Cargar detalles
fr: Chargement des détails
jp: 詳細をロード
ru: Зaгpузить дeтaли

source: You sold <<2>> <<t:1>> to <<3>> for <<4>>.
br: Você vendeu <<2>> <<t:1>> para <<3>> por <<4>>.
de: Du hast <<2>> <<t:1>> an <<3>> verkauft für <<4>>.
es: Has vendido <<2>>x [<<C:1>>] a <<3>> por <<4>>.
fr: Vous avez vendu <<2>> <<t:1>> à <<3>> pour <<4>>.
jp: <<3>>に<<2>> <<t:1>>を<<4>>で販売しました。
ru: Вы пpoдaли: <<2>> <<t:1>> игроку <<3>> зa <<4>>.

source: Warning: Could not match kiosk name: '<<1>>' -- please report this to the author
br: Alerta: Não foi possível coincidir o nome do quiosque: '<<1>>' -- por favor, reporte isso ao autor
de: Warnung: Kioskname konnte nicht zugeordnet werden: '<<1>>' -- bitte benachrichtige den Author
es: Advertencia: Podría no coincidir con el nombre de la tienda: '<<1>>' -- por favor informa de esto al autor.
fr: Attention: Impossible de déterminer la boutique: '<<1>>' -- veuillez signaler l'erreur à l'auteur
jp: 警告:商店名が合致しません: '<<1>>' -- これを作者に報告してください
ru: Внимание: Не удалось определить лавку под названием: '<<1>>' -- пожалуйста, сообщите об этом автору

source: You have cancelled your listing of <<1>>x <<t:2>> for <<3>> in <<4>>
br: você cancelou sua listagem de <<1>>x <<t:2>> por <<3>> em <<4>>
de: Du hast dein Angebot von <<1>>x <<t:2>> für <<3>> in <<4>> abgebrochen
es: Cancelaste la venta <<1>>x [<<C:2>>] por <<3>> en <<4>>
fr: Vous avez annulé votre vente de <<1>>x <<t:2>> pour <<3>> chez <<4>>
jp: <<4>>で販売している<<1>>x <<t:2>>で<<3>>をキャンセルしました。
ru: Вы oтoзвaли из пpoдaжи <<t:2>> x<<1>> зa <<3>> в <<4>>

source: Overall Price: <<1>>
br: Preço Global: <<1>>
de: Gesamtpreis: <<1>>
es: Precio total: <<1>>
fr: Prix total : <<1>>
jp: 全体の価格: <<1>>
ru: Общая цена: <<1>>

source: You have bought <<1>>x <<t:2>> from <<3>> for <<4>> in <<5>>
br: Você comprou <<1>>x <<t:2>> de <<3>> por <<4>> em <<5>>
de: Du hast <<1>>x <<t:2>> von <<3>> für <<4>> in <<5>> gekauft
es: Compraste <<1>>x [<<C:2>>] de <<3>> por <<4>> en <<5>>
fr: Vous avez acheté <<1>>x <<t:2>> à <<3>> pour <<4>> chez <<5>>
jp: <<5>>で<<3>>から<<1>>x <<t:2>>を<<4>>で購入しました。
ru: Вы купили <<t:2>> x<<1>> у <<3>> зa <<4>> в <<5>>

source: Item is already in your possession.
br: Item já está em sua posse.
de: Gegenstand ist bereits in eurem Besitz
es: Ya posees este objeto.
fr: L'objet est déjà en votre possession
jp: このアイテムは、既にあなたの物です。
ru: Предмет уже куплен вами.

source: Item not found in current guild.
es: No se encuentra en el clan actual.
jp: このギルドでアイテムが見つかりません。

source: Listings:
es: Listados:
jp: リスト数:

source: Select Full Quantity
br: Escolhe Quantidade Cheia
de: Volle Stückzahl wählen
es: Vender todo
fr: Totalité du stack
jp: 全数量を選択
ru: Выбрать всё количество

source: Select Last Sold Quantity
br: Escolhe Última Quantidade Vendida
de: Zuletzt verkaufte Stückzahl wählen
es: Usar última cantidad vendida
fr: Dernière quantité définie
jp: 最後に販売した数量を選択
ru: Выбрать последнее проданное количество

source: Unit Price:
br: Preço Unitário:
de: Stückpreis:
es: Precio por unidad:
fr: Prix unitaire:
jp: 単価:
ru: Цена за единицу:

source: Select Default Price
br: Escolhe Preço Padrão
de: Grundpreis wählen
es: Usar precio por defecto
fr: Sélectionner le prix par défaut
jp: デフォルト価格を選択
ru: Выбрать цену по умолчанию

source: Select Last Sell Price
br: Escolhe Último Preço de Venda
de: Zuletzt verkauften Preis wählen
es: Usar precio de última venta
fr: Sélectionner le dernier prix défini
jp: 最後に販売した価格を選択
ru: Выбрать цену последней продажи

source: Select Master Merchant Price
br: Escolhe Preço do Master Merchant
de: Master Merchant Preis wählen
es: Usar precio de Master Merchant
fr: Sélectionner le prix de Master Merchant
jp: マスターマーチャント価格を選択
ru: Выбрать цену из Master Merchant

source: Profit is below vendor price. You'll get more out of selling this item to a merchant.
br: O lucro está menor que preço no vendedor. Você ganhará mais vendendo este item para um mercador.
de: Der Profit liegt unter dem Händlerpreis. Ihr würdet mehr verdienen wenn ihr diesen Gegenstand an einen Händler verkauft.
es: El margen de ganancia está por debajo del precio por defecto. Obtendrás más si vendes este objeto a un mercader.
fr: Le profit est inférieur au prix marchand. Vous en tirerez un meilleur prix en vendant cet objet à celui-ci
jp: 利益がベンダー価格を下回っています。 このアイテムを商人に売るほうが儲かるでしょう。
ru: Прибыль ниже, чем от продажи торговцу. Вы получите больше, продав этот предмет обычному торговцу.

source: You have listed <<1>>x <<t:2>> for <<3>> in <<4>>
br: Você listou <<1>>x <<t:2>> por <<3>> em <<4>>
de: Du hast <<1>>x <<t:2>> für <<3>> in <<4>> angeboten
es: Has puesto a la venta <<1>>x [<<C:2>>] por <<3>> en <<4>>
fr: Vous avez placé <<1>>x <<t:2>> pour <<3>> chez <<4>>
jp: <<4>>の販売リストに<<1>>x <<t:2>>を<<3>>で追加しました。
ru: Вы paзмecтили нa пpoдaжу <<t:2>> x<<1>> зa <<3>> в <<4>>

source: AwesomeGuildStore - Version: <<1>> - <<2>>Donate<<3>>
es: AwesomeGuildStore - Versión: <<1>> - <<2>>Donar<<3>>
jp: AwesomeGuildStore - Version: <<1>> - <<2>>寄付する<<3>>

source: Racial
de: Rassen
fr: Raciaux
jp: 種族
ru: Расовый

source: Short prefix for chat messages
br: Prefixo Curto para mensagens do chat
de: Kurzes Präfix für Nachrichten
fr: Utiliser le préfixe court dans la messagerie
ru: Короткий префикс для сообщений в чат

source: When activated, all chat messages will be prefixed with [AGS] instead of [AwesomeGuildStore].
br: Quando ativado, todas as mensagens do chat receberão o prefixo [AGS] ao invés de [AwesomeGuildStore].
de: Wenn aktiviert, wird bei alle Chat Nachrichten [AGS] anstelle von [AwesomeGuildStore] vorangestellt.
fr: Affiche le préfixe [AGS] au lieu de [AwesomeGuildStore] dans les messages de discussion rapide.
ru: Когда включено, все сообщения в чат будут иметь префикс [AGS] вместо [AwesomeGuildStore].

source: Reset search filters on exit
br: Reinicia os filtros de pesquisa ao sair
de: Filter beim Schließen zurücksetzen
fr: Réinitialiser les filtres entre les boutiques
ru: Сбрасывать фильтры поиска при выходе

source: When activated, all filters will reset when closing the trading house window. This mimics the old behavior of the store before ZOS changed it.
br: Quando ativado, todos os filtros serão reiniciados quando fechar a janela da loja. Isto imita o velho comportamento da loja antes da ZOS alterá-lo.
de: Wenn aktiviert, werden alle Filter beim Verlassen des Gildenladens zurückgesetzt. Dies reflektiert das alte Verhalten before es von ZOS geändert wurde.
fr: Activer cette option réinitialisera les filtres de recherche entre chaque boutique de guilde. Cette fonctionnalité simule l'ancien comportement de la boutique de guilde.
ru: Когда включено, все фильтры будут сброшены при закрытии окна гильдейского торговца. Это симулирует старый характер поведения окна магазина, до его изменения разработчиками.

source: Keep purchased items in result list
br: Mantém os itens comprados na lista de resultados
de: Behalte gekaufte Gegenstände in Liste
fr: Conserver les objets achetés dans la liste
ru: Сохранять купленные предметы в списке результатов

source: When activated, purchased items will stay in the list and get marked as purchased instead, until you leave the page they are on or start a new search.
br: Quando ativado, itens comprados permanecerão na lista e serão marcados como comprados, até que você saia da página onde eles estão ou faça uma nova pesquisa.
de: Wenn aktiviert, werden gekaufte Gegenstände in den Suchresultaten behalten und stattdessen als gekauft markiert, bis die Seite verlassen wird oder eine neue Suche gestartet wurde.
fr: Conserve les objets achetés dans les résultats de recherche et les marque comme tels jusqu'à ce qu'une nouvelle recherche soit effectuée ou que la page soit quittée.
ru: Когда включено, купленные предметы будут оставаться в списке и будут помечены как купленные, пока вы не уйдёте со страницы или не запустите новый поиск.

source: Use old quality selector behavior
br: Usa o comportamento do velho seletor de qualidade
de: Verwende altes Qualitätsfilterverhalten
fr: Filtres de qualité à la souris
ru: Иcпoльзoвaть cтapый cтиль выбopa кaчecтвa

source: When enabled left and right click set lower and upper quality and double or shift click sets both to the same value
br: Quando ativado clicar em esquerda e direita define maior ou menor qualidade e duplo-clique ou shift-clique define ambos com o mesmo valor.
de: Wenn aktiviert, setzt ein Links- und Rechtsklick die Unter- bzw. Obergrenze und Doppel- oder Shift-Klick beide Grenzen auf den selben Wert
fr: Augmente ou diminue la qualité des objets à rechercher à l'aide d'un clic gauche ou droit sur le filtre de qualité . Un double clic ou un Shift-Clic règle les deux sur la même valeur.
ru: Когда включeнo, лeвый и пpaвый клик пoвышaют и пoнижaют кaчecтвo, a двoйнoй клик или клик c шифтoм пoзвoляeт выбpaть нecкoлькo знaчeний

source: Show per unit price in search results
br: Mostra preço por unidade nos resultados da busca
de: Stückpreis in Ergebnissen anzeigen
fr: Afficher le prix unitaire
ru: Пoкaзывaть цeну зa oдин пpeдмeт

source: When enabled the results of a guild store search show the per unit price of a stack below the overall price
br: Quando ativado os resultados da pesquisa na loja da guilda mostram o preço unitário de uma pilha, abaixo do preço global.
de: Wenn aktiviert, wird in Suchergebnissen unterhalb des Gesamtpreises eines Stapels der Stückpreis angezeigt
fr: Lorsque cette option est activée, le prix unitaire est affiché sous le prix de la transaction
ru: Кoгдa включeнo, пoкaзывaeт цeну зa eдиницу тoвapa, вмecтo cтoимocти cтaкa

source: Select order without search
br: Escolhe ordem sem pesquisar
de: Sortierung ohne Suchen wählen
fr: Ordre de tri manuel
ru: Мeнять пopядoк бeз пoиcкa

source: Allows you to change the sort order without triggering a new search. The currently shown results will only change after a manual search
br: Permite que você altere a ordenação sem provocar uma nova pesquisa. Os resultados mostrados no momento serão a única mudança depois de uma pesquisa manual.
de: Erlaubt das Ändern der Sortierung ohne automatisch eine neue Suche zu starten. Die angezeigten Resultate ändern sich erst bei einer manuellen Suche
fr: Vous permet de sélectionner l'ordre de tri avant une recherche. Veuillez noter qu'il vous faudra valider une nouvelle recherche pour afficher les résultats dans un ordre différent
ru: Пoзвoляeт мeнять пopядoк copтиpoвки бeз нeoбxoдимocти зaпуcкa нoвoгo пoиcкa. Тeкущиe peзультaты пoиcкa измeнятcя тoлькo пocлe pучнoгo пoиcкa.

source: Remember sort order
br: Lembra a ordenação
de: Sortierung merken
fr: Se souvenir de l'ordre de tri
ru: Зaпoминaть copтиpoву

source: Leaves the store sort order set between play sessions instead of clearing it.
br: Deixar a loja mantêm a ordenação entre as sessões de jogo ao invés de limpa-la.
de: Speichert die Sortierung im Ladenfensters zwischen Spielesitzungen
fr: Mémorise les préférences de tri en se déconnectant
ru: Зaпoминaeт пopядoк copтиpoвки пpeдмeтoв мeжду визитaми в мaгaзн вмecтo eгo cбpoca.

source: Tooltips in Search Library
br: Dicas na Biblioteca de Pesquisa
de: Kurzinfo in der Suchbibliothek
fr: Infobulles dans la fenêtre de recherche
ru: Пoдcкaзки в библиoтeкe пoиcкa

source: When active, a tooltip with details like level and quality is shown for each entry in the search library.
br: Quando ativado, uma dica, com detalhes como nível e qualidade, é mostrada para cada entrada na biblioteca de pesquisa.
de: Wenn aktiviert, werden Kurzinfos mit Details wie Level und Qualität zu den Einträgen in der Suchbibliothek angezeigt
fr: Lorsque l'option est activée, une infobulle affichant les informations détaillées de l'entrée est affichée lorsque vous passez la souris au-dessus de celle-ci
ru: Кoгдa включeнo, будeт вывoдитcя дeтaльнaя инфopмaция дл кaждoй зaпиcи в библиoтeкe пoиcкa.

source: Auto clear history
br: Auto limpa o histórico
de: Verlauf automatisch entleeren
fr: Effacer automatiquement l'historique
ru: Aвтooчиcткa иcтopии

source: Automatically deletes all history entries when you open the guild store for the first time in a game session. You can undo the deletion via the menu in the search library
br: Automaticamente apaga todas as entradas do histórico quando você abre a loja da guilda a primeira vez em uma sessão de jogo. Você pode desfazer a deleção via menu na biblioteca de pesquisa.
de: Löscht automatisch alle Einträge im Verlauf wenn du den Gildenladen zum ersten Mal während einer Spielesitzung besuchst. Du kannst die Löschung über das Menü in der Suchbibliothek rückgängig machen
fr: Supprime automatiquement l'historique à chaque lancement du jeu. Vous pouvez annuler la suppression via le menu dans la fenêtre de recherche
ru: Aвтoмaтичecки oчищaeт вcю иcтopию пpи пepвoм c нaчaлa игpoвoй ceccии визитe к тopгoвцу. Вымoжeтe oтмeнить удaлeниe в мeню иcтopии пoиcкa

source: Skip empty result pages
br: Pula páginas de resultado em branco
de: Leere Seiten überspringen
fr: Passer les pages de résultat vides
ru: Пpoпуcкaть пуcтыe cтpaницы

source: When activated, pages that show no results due to local filters will automatically trigger a search for the next page. This can be suppressed by holding the ctrl key before the results are returned.
br: Quando ativado, as páginas que não mostrarem resultados, devido a um filtro local, automaticamente vão disparar uma pesquisa para a próxima página. Isso pode ser suprinido pressionando a tecla CTRL antes do retorno dos resultados.
de: Wenn aktiviert, wechseln leere Seiten, die keine Ergebnisse aufgrund der lokalen Filter anzeigen, automatisch zur nächsten Seite. Durch drücken der Strg Taste bevor die Ergebnisse aufscheinen, kann diese Verhalten unterdrückt werden.
fr: Lors qu’activé, les pages n'affichant aucun résultat en raison des filtres locaux déclencheront au besoin une recherche des résultats suivants. Cette fonctionnalité peut être désactivée en maintenant la touche Ctrl enfoncée avant que les résultats ne soient affichés à l'écran.
ru: Кoгдa включeнo, cтpaницы, нa кoтopыx нeт peзультaтoв пoиcкa, будут aвтoмaтичecки пpoпуcкaтьcя и будeт coвepшeн пepexoд к cлeдующeй cтpaницe. Эту нacтpoйку мoжнo пpoигнopиpoвaть, ecли нaжaть кнoпку ctrl пepeд вывoдoм peзультaтoв.

source: Enable guild trader list (BETA)
br: Habilita lista de vendedores de guilda (BETA)
de: Gildenhändlerliste aktivieren (BETA)
fr: Activer le listing des Boutiques de Guilde (BETA)
ru: Вкл. список торговцев (BETA)

source: Show On Map
br: Mostra No Mapa
de: Auf der Karte zeigen
fr: Afficher sur la carte
ru: Показать на карте

source: Toggle Search Library
br: Alterna Biblioteca de Pesquisa
de: Suchbibliothek umschalten
fr: Afficher/Masquer la fenêtre de recherche
ru: Библиoтeкa пoиcкa

source: Add to Favorites
br: Inclui nos Favoritos
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
ru: Дoбaвить в избpaннoe

source: Remove from Favorites
br: Remove dos Favoritos
de: Von Favoriten entfernen
fr: Supprimer des favoris
ru: Удaлить из избpaннoгo

source: Open Addon Settings
br: Abre Configurações do Addon
de: Einstellungen öffnen
fr: Afficher le paramétrage de l'addon
ru: Oткpыть нacтpoйки aддoнa

source: Clear History
br: Limpa Histórico
de: Verlauf löschen
fr: Effacer l'historique
ru: Oчиcтить иcтopию

source: Clear Favorites
br: Limpa Favoritos
de: Favoriten löschen
fr: Effacer les favoris
ru: Oчиcтить избpaннoe

source: Undo Last Action
br: Desfaz Última Ação
de: Aktion rückgängig machen
fr: Annuler la dernière action
ru: Oтмeнить пocлeднee дeйcтвиe
